package com.ohgiraffers.selftest.kms;

public class LoopingTest {

    public static void main(String[] args) {

        /* 임의의 정수를 입력받아 3의 배수이면서 5의 배수이면 출력하는 프로그램을 만드세요.
        *  단, 3의 배수이면서 5의 배수인 경우 프로그램이 종료되어야 한다.
        * -------- 출력예시 ------
        * 숫자를 입력하세요 : 15
        * 입력하신 숫자는 3의 배수이면서 5의 배수입니다.
        * 프로그램을 종료합니다.
        *
        * 숫자를 입력하세요 : 9
        * 입력하신 숫자는 3의 배수이지만 5의 배수가 아닙니다.
        *
        * 숫자를 입력하세요 : 10
        * 입력하신 숫자는 5의 배수이지만 3의 배수가 아닙니다.
        *
        * 숫자를 입력하세요 : -5
        * 양의 정수를 입력해야 합니다.
        * */
    }
}
